tap 'buo/cask-upgrade'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'shivammathur/php'

cask '1password'
cask '1password-cli'
cask 'adobe-creative-cloud'
cask 'asana'
cask 'brave-browser'
cask 'dropbox'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'gpg-keychain'
cask 'hammerspoon'
cask 'handbrake'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keka'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'notion'
caak 'obsidian'
cask 'opera'
cask 'phpmon'
cask 'poedit'
cask 'phpmon'
cask 'raycast'
cask 'rectangle'
cask 'resolutionator'
cask 'setapp'
cask 'slack'
cask 'spark'
cask 'spotify'
cask 'teamviewer'
cask 'toggl-track'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'font-anonymice-powerline'
cask 'font-consolas-for-powerline'
cask 'font-dejavu-sans-mono-for-powerline'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'font-hasklig'
cask 'font-hasklig-nerd-font'
cask 'font-hasklig-nerd-font-mono'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-inconsolata-g-for-powerline'
cask 'font-iosevka'
cask 'font-liberation-mono-for-powerline'
cask 'font-menlo-for-powerline'
cask 'font-meslo-for-powerline'
cask 'font-monofur-for-powerline'
cask 'font-monoid'
cask 'font-noto-mono-for-powerline'
cask 'font-roboto'
cask 'font-roboto-mono-for-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'font-ubuntumono-nerd-font'
cask 'font-ubuntumono-nerd-font-mono'

brew 'asciinema'
brew 'bat'
brew 'curl'
brew 'coreutils'
brew 'composer'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fisher'
brew 'fnm'
brew 'gcc'
brew 'grc'
brew 'git'
brew 'glib'
brew 'gulp'
brew 'hub'
brew 'lua'
brew 'mas'
brew 'mariadb'
brew 'maven'
brew 'nginx'
brew 'node'
brew 'neovim'
brew 'omf'
brew 'openssl'
brew 'php'
brew 'python'
brew 'python@2'
brew 'speedtest-cli'
brew 'ssh-copy-id'
brew 'thefuck'
brew 'wget'
brew 'wifi-password'
brew 'wp-cli'
brew 'yarn'
brew 'yarn-completion'
brew 'youtube-dl'
brew 'zeromq'
