tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'mongodb/brew'
tap 'web3j/web3j'

cask '1password'
cask '1password-cli'
cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'brave-browser'
cask 'google-chrome'
cask 'dashlane'
cask 'dropbox'
cask 'hammerspoon'
cask 'insomnia'
cask 'iterm2'
cask 'karabiner-elements'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'opera'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'resolutionator'
cask 'sequel-pro'
cask 'shuttle'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'teamviewer'
cask 'telegram'
cask 'toggl'
cask 'the-unarchiver'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'font-anonymice-powerline'
cask 'font-consolas-for-powerline'
cask 'font-dejavu-sans-mono-for-powerline'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'font-hasklig'
cask 'font-hasklig-nerd-font'
cask 'font-hasklig-nerd-font-mono'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-inconsolata-g-for-powerline'
cask 'font-iosevka'
cask 'font-liberation-mono-for-powerline'
cask 'font-menlo-for-powerline'
cask 'font-meslo-for-powerline'
cask 'font-monofur-for-powerline'
cask 'font-monoid'
cask 'font-noto-mono-for-powerline'
cask 'font-roboto'
cask 'font-roboto-mono-for-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'font-ubuntumono-nerd-font'
cask 'font-ubuntumono-nerd-font-mono'

brew 'asciinema'
brew 'autoconf'
brew 'bat'
brew 'curl'
brew 'coreutils'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'grc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'ipfs'
brew 'leveldb'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'mongodb-community'
brew 'mysql'
brew 'nativefier'
brew 'nginx'
brew 'openssl'
brew 'postgresql'
brew 'python@2'
brew 'python'
brew 'speedtest-cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'thefuck'
brew 'travis'
brew 'web3j'
brew 'wget'
brew 'wifi-password'
brew 'wp-cli'
brew 'yarn'
brew 'yarn-completion'
brew 'youtube-dl'
brew 'zeromq'

mas 'Xcode', id: 497799835
mas 'com.whoisonmywifi.macagent', id: 909760813
